{
    "info": {
        "address": "Rue du Tilleul 254",
        "email": "Contact.euro.isol@gmail.com",
        "phone": "0434 345 657"
    },
    "header": {
        "fr": [
            {
                "title": "Demander un Devis",
                "href": "/contact"
            },
            {
                "title": "À propos de nous",
                "href": "/about"
            },
            {
                "title": "Nos Produits",
                "href": "/catalog"
            }
        ],
        "nl": [
            {
                "title": "Vraag een Offerte aan",
                "href": "/contact"
            },
            {
                "title": "Over ons",
                "href": "/about"
            },
            {
                "title": "Onze Producten",
                "href": "/catalog"
            }
        ],
        "en": [
            {
                "title": "Request a Quote",
                "href": "/contact"
            },
            {
                "title": "About us",
                "href": "/about"
            },
            {
                "title": "Our Products",
                "href": "/catalog"
            }
        ]
    },
    "footer": {
        "fr": {
            "info": {
                "title": "INFORMATIONS DE CONTACT",
                "content": {
                    "address": "ADRESSE DU QG",
                    "email": "E-MAIL",
                    "phone": "TÉLÉPHONE"
                },
                "schedule": {
                    "title": "JOURS/HEURES OUVRABLES",
                    "value": "Lundi - Vendredi / 8h00 - 15h00"
                }
            },
            "utils": {
                "title": "LIENS UTILES",
                "content": [
                    {
                        "title": "À propos de nous",
                        "href": "/about"
                    },
                    {
                        "title": "Contactez-nous",
                        "href": "/contact"
                    },
                    {
                        "title": "Mentions légales",
                        "href": "/legal-notice"
                    }
                ]
            }
        },
        "nl": {
            "info": {
                "title": "CONTACTGEGEVENS",
                "content": {
                    "address": "ADRES VAN HET HOOFDKANTOOR",
                    "email": "E-MAIL",
                    "phone": "TELEFOON"
                },
                "schedule": {
                    "title": "OPENINGSUREN",
                    "value": "Maandag - vrijdag / 8:00 - 15:00 uur"
                }
            },
            "utils": {
                "title": "NUTTIGE LINKS",
                "content": [
                    {
                        "title": "Over ons",
                        "href": "/about"
                    },
                    {
                        "title": "Neem contact op",
                        "href": "/contact"
                    },
                    {
                        "title": "Juridische kennisgeving",
                        "href": "/legal-notice"
                    }
                ]
            }
        },
        "en": {
            "info": {
                "title": "CONTACT INFORMATION",
                "content": {
                    "address": "HEADQUARTERS ADDRESS",
                    "email": "EMAIL",
                    "phone": "PHONE"
                },
                "schedule": {
                    "title": "OPENING HOURS",
                    "value": "Monday - Friday / 8:00AM - 3:00PM"
                }
            },
            "utils": {
                "title": "USEFUL LINKS",
                "content": [
                    {
                        "title": "About Us",
                        "href": "/about"
                    },
                    {
                        "title": "Contact Us",
                        "href": "/contact"
                    },
                    {
                        "title": "Legal Notice",
                        "href": "/legal-notice"
                    }
                ]
            }
        }
    },
    "pageHome": {
        "landingSpot": {
            "fr": {
                "title": "Bienvenue chez EURO-ISOL, qualité & durabilité, nos matériaux transforment vos projets en réalité.",
                "button": "Accéder à notre catalogue"
            },
            "nl": {
                "title": "Welkom bij EURO-ISOL, kwaliteit & duurzaamheid, onze materialen maken uw projecten werkelijkheid.",
                "button": "Access our catalog"
            },
            "en": {
                "title": "Welcome to EURO-ISOL, quality & sustainability, our materials transform your projects into reality.",
                "button": "Toegang tot onze catalogus"
            }
        },
        "whyChooseUs": {
            "fr": [
                {
                    "id": 1,
                    "title": "Pourquoi choisir Euro-Isol ?",
                    "content": "À la recherche de solutions de crépis de premier choix pour vos projets de rénovation ou de construction neuve ? EURO-ISOL est votre allié incontournable. Notre sélection rigoureuse de produits pour crépis, combinée à notre expertise technique, assure la réussite de vos travaux d’isolation et de finition extérieure."
                },
                {
                    "id": 2,
                    "title": "Expertise reconnue",
                    "content": "Notre équipe d'experts qualifiés possède une connaissance approfondie des dernières tendances et techniques en matière de crépis. Nous vous guidons dans le choix des produits les mieux adaptés à vos besoins, garantissant une application sans faille et des résultats durables."
                },
                {
                    "id": 3,
                    "title": "Qualité supérieure",
                    "content": "Chez EURO-ISOL, la qualité n'est pas seulement une promesse; c'est une garantie. Nous sélectionnons soigneusement nos matériaux auprès de fournisseurs réputés pour leur excellence, assurant ainsi une finition esthétique et une protection optimale contre les éléments."
                },
                {
                    "id": 4,
                    "title": "Satisfaction du client",
                    "content": "Votre satisfaction est au cœur de nos préoccupations. Nous nous engageons à fournir un service client exceptionnel, du conseil initial à la livraison de vos produits. Nous sommes là pour répondre à toutes vos questions et vous assister à chaque étape de votre projet."
                },
                {
                    "id": 5,
                    "title": "Durabilité et performance",
                    "content": "Investir dans nos produits de crépis, c'est choisir une solution durable qui améliore l'isolation thermique et acoustique de votre bâtiment, tout en offrant une esthétique raffinée. Nos solutions contribuent également à une meilleure efficacité énergétique, réduisant vos coûts à long terme."
                }
            ],
            "nl": [
                {
                    "id": 1,
                    "title": "Waarom kiezen voor Euro-ISol?",
                    "content": "Op zoek naar eersteklas pleisteroplossingen voor uw renovatie- of nieuwbouwprojecten? EURO-ISOL is uw onmisbare bondgenoot. Onze zorgvuldige selectie van pleisterproducten, gecombineerd met onze technische expertise, zorgt voor het succes van uw isolatie- en afwerkingswerkzaamheden."
                },
                {
                    "id": 2,
                    "title": "Erkende expertise",
                    "content": "Ons team van gekwalificeerde experts heeft diepgaande kennis van de nieuwste trends en technieken op het gebied van pleisterwerk. We begeleiden u bij het kiezen van de meest geschikte producten voor uw behoeften, wat een foutloze toepassing en duurzame resultaten garandeert."
                },
                {
                    "id": 3,
                    "title": "Superieure kwaliteit",
                    "content": "Bij EURO-ISOL is kwaliteit niet alleen een belofte; het is een garantie. We selecteren onze materialen zorgvuldig bij leveranciers die bekend staan om hun uitmuntendheid, waardoor een esthetische afwerking en optimale bescherming tegen de elementen worden verzekerd."
                },
                {
                    "id": 4,
                    "title": "Klanttevredenheid",
                    "content": "Uw tevredenheid staat centraal in onze zorgen. We zetten ons in om een uitzonderlijke klantenservice te bieden, van het eerste advies tot de levering van uw producten. We staan klaar om al uw vragen te beantwoorden en u in elke fase van uw project te ondersteunen."
                },
                {
                    "id": 5,
                    "title": "Duurzaamheid en prestaties",
                    "content": "Investeren in onze pleisterproducten is kiezen voor een duurzame oplossing die de thermische en akoestische isolatie van uw gebouw verbetert en tegelijkertijd een verfijnde esthetiek biedt. Onze oplossingen dragen ook bij aan een betere energie-efficiëntie, waardoor uw kosten op lange termijn worden verlaagd."
                }
            ],
            "en": [
                {
                    "id": 1,
                    "title": "Why Choose Euro-Isol?",
                    "content": "Looking for top-notch plaster solutions for your renovation or new construction projects? EURO-ISOL is your indispensable ally. Our careful selection of plaster products, combined with our technical expertise, ensures the success of your insulation and exterior finishing work."
                },
                {
                    "id": 2,
                    "title": "Recognized Expertise",
                    "content": "Our team of qualified experts possesses deep knowledge of the latest trends and techniques in plastering. We guide you in choosing the products best suited to your needs, ensuring flawless application and durable results."
                },
                {
                    "id": 3,
                    "title": "Superior Quality",
                    "content": "At EURO-ISOL, quality is not just a promise; it's a guarantee. We carefully select our materials from suppliers known for their excellence, ensuring an aesthetic finish and optimal protection against the elements."
                },
                {
                    "id": 4,
                    "title": "Customer Satisfaction",
                    "content": "Your satisfaction is at the heart of our concerns. We are committed to providing exceptional customer service, from the initial consultation to the delivery of your products. We are here to answer all your questions and assist you at every step of your project."
                },
                {
                    "id": 5,
                    "title": "Durability and Performance",
                    "content": "Investing in our plaster products means choosing a durable solution that improves the thermal and acoustic insulation of your building while offering refined aesthetics. Our solutions also contribute to better energy efficiency, reducing your long-term costs."
                }
            ]
        },
        "aboutUs": {
            "fr": {
                "title": "À propos de nous",
                "content": "Fondée il y a deux ans à Huy, Euro-Isol s'est imposée comme votre expert incontournable en Belgique pour des solutions de crépi de haute qualité à des prix imbattables. Notre mission ? Offrir la meilleure qualité et service, avec une vision ambitieuse de croissance en Belgique et au-delà. Découvrez pourquoi nos clients nous choisissent et comment nous envisageons l'avenir du crépi et de l'isolation.",
                "button": "En savoir plus sur EURO-ISOL"
            },
            "nl": {
                "title": "Over ons",
                "content": "Twee jaar geleden opgericht in Huy, heeft Euro-Isol zich gevestigd als uw onmisbare expert in België voor hoogwaardige pleisteroplossingen tegen onverslaanbare prijzen. Onze missie? De beste kwaliteit en service bieden, met een ambitieuze groeivisie in België en daarbuiten. Ontdek waarom onze klanten voor ons kiezen en hoe wij de toekomst van pleisterwerk en isolatie zien.",
                "button": "Meer informatie over EURO-ISOL"
            },
            "en": {
                "title": "About Us",
                "content": "Founded two years ago in Huy, Euro-Isol has established itself as your indispensable expert in Belgium for high-quality plaster solutions at unbeatable prices. Our mission? To offer the best quality and service, with an ambitious vision for growth in Belgium and beyond. Discover why our clients choose us and how we envision the future of plastering and insulation.",
                "button": "Learn more about EURO-ISOL"
            }
        },
        "contactInformation": {
            "fr": {
                "sectionTitle": "Informations pratiques",
                "openingHoursTitle": "Heures d'ouverture",
                "servicesTitle": "Nos services",
                "contactTitle": "Nos Bureaux & contact",
                "openingHoursContent": "Nos bureaux sont ouverts du lundi au vendredi de 8h00 à 15h00.",
                "servicesContent": "Isolation & finitions extérieures",
                "contactButton": "Prendre contact"
            },
            "nl": {
                "sectionTitle": "Praktische informatie",
                "openingHoursTitle": "Openingstijden",
                "servicesTitle": "Onze diensten",
                "contactTitle": "Onze kantoren & contact",
                "openingHoursContent": "Onze kantoren zijn geopend van maandag tot en met vrijdag van 8.00 uur tot 15.00 uur.",
                "servicesContent": "Isolatie & buitenafwerking",
                "contactButton": "Contact opnemen"
            },
            "en": {
                "sectionTitle": "Practical Information",
                "openingHoursTitle": "Opening Hours",
                "servicesTitle": "Our Services",
                "contactTitle": "Our Offices & Contact",
                "openingHoursContent": "Our offices are open Monday to Friday from 8:00 AM to 3:00 PM.",
                "servicesContent": "Insulation & Exterior Finishes",
                "contactButton": "Get in Touch"
            }
        }
    },
    "pageAbout": {
        "fr": {
            "mainTitle": "En savoir plus sur Euro-isol",
            "sections": [
                {
                    "subTitle": "À propos d'Euro-Isol",
                    "description": "Bienvenue chez Euro-isole, votre partenaire de confiance en Belgique pour tous vos besoins en crépi de haute qualité. Fondée il y a deux ans à Huy, Euro-isole s'est rapidement imposée comme une référence dans le domaine, grâce à notre engagement sans faille pour la qualité, l'accessibilité et la satisfaction client."
                },
                {
                    "subTitle": "Engagement pour la Qualité et l'Accessibilité",
                    "description": "Chez Euro-isole, nous croyons que la qualité ne devrait jamais être compromise par le prix. C'est pourquoi nous sommes fiers d'offrir les tarifs les plus compétitifs du marché belge, sans jamais lésiner sur la qualité de nos produits et services. Nos crépis sont sélectionnés avec le plus grand soin, afin de garantir une finition impeccable et durable pour votre maison ou votre projet commercial."
                },
                {
                    "subTitle": "Une Livraison sans Frontières",
                    "description": "Conscients des défis logistiques que peuvent rencontrer nos clients, nous avons optimisé notre chaîne d'approvisionnement pour assurer une livraison rapide et efficace partout en Belgique. Peu importe où vous êtes situé, Euro-isole s'engage à vous livrer vos besoins en crépi avec la même constance en qualité et en service."
                },
                {
                    "subTitle": "Une Vision Tournée vers l'Avenir",
                    "description": "Euro-isole ne se contente pas de répondre aux besoins actuels de nos clients. Nous avons une vision ambitieuse pour l'avenir. Notre objectif est de nous implanter durablement en Belgique, en devenant le fournisseur de choix pour le crépi et les solutions d'isolation. Mais notre vision ne s'arrête pas là : nous envisageons également de nous étendre au Luxembourg et en Hollande, afin d'apporter notre expertise et nos services de qualité à un plus large éventail de clients en Europe."
                },
                {
                    "subTitle": "Euro-isol : Plus qu'une Entreprise, un Partenaire de Confiance",
                    "description": "Située à Huy, notre entreprise incarne les valeurs de proximité et d'expertise. Choisir Euro-isole, c'est opter pour un partenaire de confiance qui comprend vos besoins et s'engage à y répondre avec professionnalisme et attention. Rejoignez notre communauté de clients satisfaits et découvrez par vous-même pourquoi Euro-isole est le choix numéro un pour vos projets de crépi en Belgique."
                }
            ]
        },
        "nl": {
            "mainTitle": "Meer informatie over Euro-isol",
            "sections": [
                {
                    "subTitle": "Over Euro-Isol",
                    "description": "Welkom bij Euro-isol, uw vertrouwde partner in België voor al uw hoogwaardige pleisterbehoeften. Euro-isol, opgericht twee jaar geleden in Hoei, heeft zich snel gevestigd als een referentie in het vakgebied, dankzij onze onwankelbare inzet voor kwaliteit, toegankelijkheid en klanttevredenheid."
                },
                {
                    "subTitle": "Inzet voor Kwaliteit en Toegankelijkheid",
                    "description": "Bij Euro-isol geloven we dat kwaliteit nooit door de prijs mag worden aangetast. Daarom zijn we er trots op de meest concurrerende tarieven op de Belgische markt te bieden, zonder ooit te bezuinigen op de kwaliteit van onze producten en diensten. Onze pleisters worden met de grootste zorg geselecteerd om een onberispelijke en duurzame afwerking voor uw woning of commerciële project te garanderen."
                },
                {
                    "subTitle": "Levering Zonder Grenzen",
                    "description": "Zich bewust van de logistieke uitdagingen waarmee onze klanten te maken kunnen krijgen, hebben we onze toeleveringsketen geoptimaliseerd om een snelle en efficiënte levering in heel België te garanderen. Waar u zich ook bevindt, Euro-isol zet zich in om uw pleisterbehoeften met dezelfde consistentie in kwaliteit en service te leveren."
                },
                {
                    "subTitle": "Een Visie op de Toekomst",
                    "description": "Euro-isol voldoet niet alleen aan de huidige behoeften van onze klanten. We hebben een ambitieuze visie voor de toekomst. Ons doel is om ons duurzaam te vestigen in België en de voorkeursleverancier te worden voor pleister- en isolatieoplossingen. Maar onze visie stopt daar niet: we zijn ook van plan uit te breiden naar Luxemburg en Nederland, zodat we onze expertise en kwaliteitsdiensten kunnen aanbieden aan een breder scala van klanten in Europa."
                },
                {
                    "subTitle": "Euro-Isol: Meer dan een Bedrijf, een Vertrouwde Partner",
                    "description": "Gelegen in Hoei, belichaamt ons bedrijf de waarden van nabijheid en expertise. Kiezen voor Euro-isol betekent kiezen voor een vertrouwde partner die uw behoeften begrijpt en zich inzet om deze met professionaliteit en zorg te vervullen. Sluit u aan bij onze gemeenschap van tevreden klanten en ontdek zelf waarom Euro-isol de nummer één keuze is voor uw pleisterprojecten in België."
                }
            ]
        },
        "en": {
            "mainTitle": "Learn more about Euro-isol",
            "sections": [
                {
                    "subTitle": "About Euro-Isol",
                    "description": "Welcome to Euro-isol, your trusted partner in Belgium for all your high-quality rendering needs. Founded two years ago in Huy, Euro-isol has quickly established itself as a reference in the field, thanks to our unwavering commitment to quality, accessibility, and customer satisfaction."
                },
                {
                    "subTitle": "Commitment to Quality and Accessibility",
                    "description": "At Euro-isol, we believe that quality should never be compromised by price. That’s why we are proud to offer the most competitive rates on the Belgian market, without ever skimping on the quality of our products and services. Our renders are selected with the utmost care to ensure a flawless and durable finish for your home or commercial project."
                },
                {
                    "subTitle": "Delivery Without Borders",
                    "description": "Aware of the logistical challenges our customers may face, we have optimized our supply chain to ensure fast and efficient delivery throughout Belgium. No matter where you are located, Euro-isol is committed to delivering your rendering needs with the same consistency in quality and service."
                },
                {
                    "subTitle": "A Vision for the Future",
                    "description": "Euro-isol does not just meet the current needs of our customers. We have an ambitious vision for the future. Our goal is to establish ourselves sustainably in Belgium, becoming the preferred supplier for rendering and insulation solutions. But our vision does not stop there: we also plan to expand to Luxembourg and the Netherlands, bringing our expertise and quality services to a wider range of customers in Europe."
                },
                {
                    "subTitle": "Euro-Isol: More Than a Company, a Trusted Partner",
                    "description": "Located in Huy, our company embodies the values of proximity and expertise. Choosing Euro-isol means opting for a trusted partner who understands your needs and is committed to meeting them with professionalism and care. Join our community of satisfied customers and discover for yourself why Euro-isol is the number one choice for your rendering projects in Belgium."
                }
            ]
        }
    },
    "legalNotice": {
        "fr": [
            {
                "title": "1. Généralités",
                "text": [
                    "L’utilisation de ce site implique l’acceptation pleine et entière des conditions d’utilisation décrites ci-après. Ces conditions sont susceptibles d’être modifiées ou complétées à tout moment ; les utilisateurs sont donc invités à les consulter régulièrement.",
                    "Le site est normalement accessible à tout moment aux utilisateurs. Une interruption pour raison de maintenance technique peut, toutefois, être décidée.",
                    "Le site est mis à jour régulièrement. De la même façon, les mentions légales peuvent être modifiées à tout moment : elles s’imposent néanmoins à l’utilisateur, qui est invité à s’y référer le plus souvent possible afin d’en prendre connaissance."
                ]
            },
            {
                "title": "2. Description des services fournis",
                "text": [
                    "Ce site a pour objet de fournir une information concernant l’ensemble des services offerts et missions effectuées par l’entreprise ou la personne physique représentée.",
                    "Celle-ci s’efforce de fournir sur le site des informations aussi précises que possible. Toutefois, elle ne peut être tenue responsable des omissions, des inexactitudes, et des carences dans la mise à jour, qu’elles soient de son fait ou du fait des tiers partenaires qui lui fournissent ces informations.",
                    "Toutes les informations indiquées sur le site sont données à titre indicatif et sont susceptibles d’évoluer. Par ailleurs, les renseignements y figurant ne sont pas exhaustifs. Ils sont donnés sous réserve de modifications ayant été apportées depuis leur mise en ligne."
                ]
            },
            {
                "title": "3. Limitations contractuelles sur les données techniques",
                "text": [
                    "Le site Internet ne pourra être tenu responsable de dommages matériels liés à l’utilisation du site. De plus, l’utilisateur du site s’engage à accéder au site en utilisant un matériel récent, ne contenant pas de virus et avec un navigateur de dernière génération mis à jour."
                ]
            },
            {
                "title": "4. Propriété intellectuelle et contrefaçons",
                "text": [
                    "Le contenu de ce site web, incluant graphismes, images, textes, vidéos, animations, sons, logos, gifs, icônes, et leur arrangement, est exclusivement détenu par Euro-Isol, sauf pour les éléments appartenant à des tiers. La reproduction ou utilisation de ces éléments sans autorisation écrite préalable de Euro-Isol est strictement interdite et susceptible de poursuites.",
                    "Marco Parasmo détient les droits sur tous les éléments du site, sauf mention contraire. Toute action telle que la reproduction, modification ou publication sans l'accord de Marco Parasmo est interdite et sera traitée conformément aux lois sur la propriété intellectuelle."
                ]
            },
            {
                "title": "5. Limitations de responsabilité",
                "text": [
                    "Marco Parasmo ne pourrait être tenues responsables des dommages directs et indirects causés au matériel de l’utilisateur, lors de l’accès à ce site, et résultant soit de l’utilisation d’un matériel ne répondant pas aux spécifications indiquées au point 3, soit de l’apparition d’un bug ou d’une incompatibilité. Ils ne pourront également être tenus responsables des dommages indirects (tels par exemple qu’une perte de marché ou perte d’une chance) consécutifs à l’utilisation de ce site."
                ]
            },
            {
                "title": "6. Confidentialité et protection des données",
                "text": [
                    "Euro-Isol respecte la vie privée de ses visiteurs et clients. Actuellement, notre site ne collecte aucune donnée personnelle et est conforme aux principes de protection des données personnelles."
                ]
            },
            {
                "title": "7. Les cookies",
                "text": [
                    "À l'heure actuelle, notre site ne fait usage d'aucun cookie pour collecter des informations personnelles ou suivre les activités de nos visiteurs. Nous nous engageons à respecter votre vie privée et à garantir une expérience transparente et sécurisée lors de votre navigation sur notre site.",
                    "Cependant, il est possible qu'à l'avenir, nous décidions d'utiliser des cookies dans le but d'améliorer nos services et l'expérience utilisateur. Les cookies sont de petits fichiers texte stockés sur votre appareil qui nous aident à comprendre comment les visiteurs interagissent avec notre site, à personnaliser le contenu et les annonces, à fournir des fonctionnalités de médias sociaux et à analyser notre trafic.",
                    "Si nous décidons d'introduire l'utilisation de cookies, nous mettrons à jour cette section pour expliquer clairement les types de cookies utilisés, leur finalité, ainsi que les choix dont vous disposerez pour gérer ou refuser ces cookies. Votre consentement sera sollicité avant toute utilisation de cookies non strictement nécessaires à la fonctionnalité de base du site.",
                    "Nous vous invitons à consulter régulièrement cette section pour vous tenir informé de toute modification concernant l'utilisation des cookies sur notre site."
                ]
            },
            {
                "title": "8. Loi applicable",
                "text": [
                    "Le présent site Internet et ses mentions légales sont régis par le droit belge, et tout litige éventuel lié à ce site sera soumis à la compétence exclusive des tribunaux de Belgique."
                ]
            }
        ],
        "nl": [
            {
                "title": "1. Algemene informatie",
                "text": [
                    "Het gebruik van deze site impliceert volledige en onvoorwaardelijke aanvaarding van de hieronder beschreven gebruiksvoorwaarden. Deze voorwaarden kunnen op elk moment worden gewijzigd of aangevuld; gebruikers worden daarom uitgenodigd om ze regelmatig te raadplegen.",
                    "De site is normaal gesproken te allen tijde toegankelijk voor gebruikers. Een onderbreking voor technisch onderhoud kan echter worden besloten.",
                    "De site wordt regelmatig bijgewerkt. Evenzo kunnen de wettelijke kennisgevingen op elk moment worden gewijzigd: ze zijn echter bindend voor de gebruiker, die wordt uitgenodigd om er zo vaak mogelijk naar te verwijzen om ze te kennen."
                ]
            },
            {
                "title": "2. Beschrijving van de geleverde diensten",
                "text": [
                    "Het doel van deze site is om informatie te verstrekken over alle aangeboden diensten en uitgevoerde missies door het bedrijf of de vertegenwoordigde persoon.",
                    "Er wordt gestreefd naar zo nauwkeurig mogelijke informatie op de site. Echter, het kan niet verantwoordelijk worden gehouden voor weglatingen, onnauwkeurigheden, en tekortkomingen in updates, of deze nu te wijten zijn aan zijn eigen schuld of aan die van derden die deze informatie verstrekken.",
                    "Alle informatie op de site wordt uitsluitend ter informatie verstrekt en kan worden gewijzigd. Bovendien is de informatie op de site niet uitputtend. Ze wordt verstrekt onder voorbehoud van wijzigingen die sinds de plaatsing online zijn aangebracht."
                ]
            },
            {
                "title": "3. Contractuele beperkingen op technische gegevens",
                "text": [
                    "De website kan niet aansprakelijk worden gesteld voor enige materiële schade die voortvloeit uit het gebruik van de site. Bovendien stemt de gebruiker ermee in de site te bezoeken met recent materiaal, vrij van virussen, en met een up-to-date, nieuwste generatie browser."
                ]
            },
            {
                "title": "4. Intellectueel eigendom en vervalsing",
                "text": [
                    "De inhoud van deze website, inclusief grafieken, afbeeldingen, teksten, video's, animaties, geluiden, logo's, gifs, pictogrammen, en hun rangschikking, is exclusief eigendom van Euro-Isol, met uitzondering van elementen die toebehoren aan derden. Reproductie of gebruik van deze elementen zonder voorafgaande schriftelijke toestemming van Euro-Isol is strikt verboden en kan leiden tot juridische stappen.",
                    "Marco Parasmo bezit de rechten op alle elementen van de site, tenzij anders vermeld. Handelingen zoals reproductie, wijziging, of publicatie zonder de toestemming van Marco Parasmo zijn verboden en zullen worden behandeld in overeenstemming met de intellectuele eigendomswetten."
                ]
            },
            {
                "title": "5. Aansprakelijkheidsbeperkingen",
                "text": [
                    "Marco Parasmo is niet aansprakelijk voor directe of indirecte schade aan de hardware van de gebruiker, als gevolg van de toegang tot deze site, hetzij door het gebruik van apparatuur die niet voldoet aan de specificaties zoals aangegeven in punt 3, hetzij door het optreden van een bug of incompatibiliteit. Ze zijn ook niet aansprakelijk voor indirecte schade (zoals verlies van markt of verlies van kans) als gevolg van het gebruik van deze site."
                ]
            },
            {
                "title": "6. Privacy en gegevensbescherming",
                "text": [
                    "Euro-Isol respecteert de privacy van haar bezoekers en klanten. Momenteel verzamelt onze site geen persoonlijke gegevens en voldoet aan de principes van bescherming van persoonsgegevens."
                ]
            },
            {
                "title": "7. Cookies",
                "text": [
                    "Op dit moment maakt onze website geen gebruik van cookies om persoonlijke informatie te verzamelen of de activiteiten van onze bezoekers te volgen. We zijn toegewijd aan het respecteren van uw privacy en het garanderen van een transparante en veilige ervaring tijdens het browsen op onze site.",
                    "Het is echter mogelijk dat we in de toekomst besluiten cookies te gebruiken om onze diensten en gebruikerservaring te verbeteren. Cookies zijn kleine tekstbestanden die op uw apparaat worden opgeslagen en ons helpen begrijpen hoe bezoekers interageren met onze site, inhoud en advertenties personaliseren, sociale mediafuncties bieden en ons verkeer analyseren.",
                    "Als we besluiten het gebruik van cookies in te voeren, zullen we deze sectie bijwerken om duidelijk de soorten cookies die worden gebruikt, hun doel en de keuzes die u heeft om deze cookies te beheren of te weigeren, uit te leggen. Uw toestemming zal worden gevraagd voordat er gebruik wordt gemaakt van cookies die niet strikt noodzakelijk zijn voor de basisfunctionaliteit van de site.",
                    "We nodigen u uit om deze sectie regelmatig te controleren om op de hoogte te blijven van eventuele wijzigingen met betrekking tot het gebruik van cookies op onze site."
                ]
            },
            {
                "title": "8. Toepasselijke wetgeving",
                "text": [
                    "De huidige website en de wettelijke vermeldingen worden beheerst door het Belgische recht, en elk geschil met betrekking tot deze website zal worden onderworpen aan de exclusieve bevoegdheid van de Belgische rechtbanken."
                ]
            }
        ],
        "en": [
            {
                "title": "1. General Information",
                "text": [
                    "The use of this site implies full and complete acceptance of the terms of use described below. These terms are subject to change or addition at any time; users are therefore invited to consult them regularly.",
                    "The site is normally accessible to users at all times. However, an interruption for technical maintenance may be decided.",
                    "The site is regularly updated. Similarly, the legal notices may be modified at any time: they are nevertheless binding on the user, who is invited to refer to them as often as possible to become aware of them."
                ]
            },
            {
                "title": "2. Description of Services Provided",
                "text": [
                    "The purpose of this site is to provide information regarding all the services offered and missions carried out by the company or the represented individual.",
                    "It strives to provide as accurate information as possible on the site. However, it cannot be held responsible for omissions, inaccuracies, and shortcomings in updates, whether they are due to its own fault or that of third-party partners who provide this information.",
                    "All the information indicated on the site is given for informational purposes only and is subject to change. Moreover, the information on the site is not exhaustive. It is provided subject to changes that may have been made since it was put online."
                ]
            },
            {
                "title": "3. Contractual Limitations on Technical Data",
                "text": [
                    "The website cannot be held responsible for any material damage resulting from the use of the site. Additionally, the user agrees to access the site using recent equipment, free from viruses, and with an up-to-date, latest-generation browser."
                ]
            },
            {
                "title": "4. Intellectual Property and Counterfeiting",
                "text": [
                    "The content of this website, including graphics, images, texts, videos, animations, sounds, logos, gifs, icons, and their arrangement, is exclusively owned by Euro-Isol, except for elements belonging to third parties. The reproduction or use of these elements without prior written authorization from Euro-Isol is strictly prohibited and may result in legal action.",
                    "Marco Parasmo holds the rights to all elements of the site, unless otherwise stated. Any actions such as reproduction, modification, or publication without the consent of Marco Parasmo are prohibited and will be treated in accordance with intellectual property laws."
                ]
            },
            {
                "title": "5. Liability Limitations",
                "text": [
                    "Marco Parasmo shall not be liable for direct or indirect damages to the user’s hardware, resulting from accessing this site, either from the use of equipment that does not meet the specifications indicated in point 3, or from the occurrence of a bug or incompatibility. They shall also not be liable for indirect damages (such as loss of market or loss of opportunity) resulting from the use of this site."
                ]
            },
            {
                "title": "6. Privacy and Data Protection",
                "text": [
                    "Euro-Isol respects the privacy of its visitors and customers. Currently, our site does not collect any personal data and complies with the principles of personal data protection."
                ]
            },
            {
                "title": "7. Cookies",
                "text": [
                    "At present, our website does not use any cookies to collect personal information or track the activities of our visitors. We are committed to respecting your privacy and ensuring a transparent and secure experience while browsing our site.",
                    "However, it is possible that in the future, we may decide to use cookies to improve our services and user experience. Cookies are small text files stored on your device that help us understand how visitors interact with our site, personalize content and ads, provide social media features, and analyze our traffic.",
                    "If we decide to introduce the use of cookies, we will update this section to clearly explain the types of cookies used, their purpose, and the choices you will have to manage or refuse these cookies. Your consent will be sought before any use of cookies that are not strictly necessary for the basic functionality of the site.",
                    "We invite you to regularly check this section to stay informed of any changes regarding the use of cookies on our site."
                ]
            },
            {
                "title": "8. Applicable Law",
                "text": [
                    "The present website and its legal notices are governed by Belgian law, and any dispute related to this website will be subject to the exclusive jurisdiction of the Belgian courts."
                ]
            }
        ]
    },
    "pageCatalog": {
        "fr": {
            "crepis": [
                {
                    "id": "crepis-0",
                    "brand": "Bitexfr",
                    "title": "Crepi blanc 25kg - 1,5mm",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "BITEX-crepi-blanc.png",
                    "category": "Crepi",
                    "details": {
                        "title": "FR - Lorem ipsum, dolor sit amet consectetur adipisicing elit.",
                        "text": [
                            "Lorem ipsum, dolor sit amet consectetur adipisicing elit. Excepturi incidunt modi reprehenderit ad possimus labore impedit inventore odio molestias minus, consectetur tenetur ipsa sunt voluptas blanditiis maxime ipsum vero et.",
                            "At present, our website does not use any cookies to collect personal information or track the activities of our visitors. We are committed to respecting your privacy and ensuring a transparent and secure experience while browsing our site."
                        ],
                        "characteristic": [
                            "inventore odio molestias",
                            "tenetur ipsa",
                            "consectetur",
                            "reprehenderit"
                        ]
                    }
                },
                {
                    "id": "crepis-1",
                    "brand": "Bitex",
                    "title": "Betonkontakt 15kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "BITEX-Betonkontakt.png",
                    "category": "Crepi",
                    "details": {
                        "title": "Lorem ipsum, dolor sit amet consectetur adipisicing elit.",
                        "text": [
                            "Lorem ipsum, dolor sit amet consectetur adipisicing elit. Excepturi incidunt modi reprehenderit ad possimus labore impedit inventore odio molestias minus, consectetur tenetur ipsa sunt voluptas blanditiis maxime ipsum vero et.",
                            "At present, our website does not use any cookies to collect personal information or track the activities of our visitors. We are committed to respecting your privacy and ensuring a transparent and secure experience while browsing our site."
                        ],
                        "characteristic": [
                            "inventore odio molestias",
                            "tenetur ipsa",
                            "consectetur",
                            "reprehenderit"
                        ]
                    }
                },
                {
                    "id": "crepis-2",
                    "brand": "Bitex",
                    "title": "Ega Farbe 20kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "BITEX-Ega-Farbe.png",
                    "category": "Crepi",
                    "details": {
                        "title": "Lorem ipsum, dolor sit amet consectetur adipisicing elit.",
                        "text": [
                            "Lorem ipsum, dolor sit amet consectetur adipisicing elit. Excepturi incidunt modi reprehenderit ad possimus labore impedit inventore odio molestias minus, consectetur tenetur ipsa sunt voluptas blanditiis maxime ipsum vero et.",
                            "At present, our website does not use any cookies to collect personal information or track the activities of our visitors. We are committed to respecting your privacy and ensuring a transparent and secure experience while browsing our site."
                        ],
                        "characteristic": [
                            "inventore odio molestias",
                            "tenetur ipsa",
                            "consectetur",
                            "reprehenderit"
                        ]
                    }
                },
                {
                    "id": "crepis-3",
                    "brand": "Bitex",
                    "title": "Grundierfarbe 25kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "BITEX-Grundierfarbe.png",
                    "category": "Crepi",
                    "details": {
                        "title": "Lorem ipsum, dolor sit amet consectetur adipisicing elit.",
                        "text": [
                            "Lorem ipsum, dolor sit amet consectetur adipisicing elit. Excepturi incidunt modi reprehenderit ad possimus labore impedit inventore odio molestias minus, consectetur tenetur ipsa sunt voluptas blanditiis maxime ipsum vero et.",
                            "At present, our website does not use any cookies to collect personal information or track the activities of our visitors. We are committed to respecting your privacy and ensuring a transparent and secure experience while browsing our site."
                        ],
                        "characteristic": [
                            "inventore odio molestias",
                            "tenetur ipsa",
                            "consectetur",
                            "reprehenderit"
                        ]
                    }
                }
            ],
            "colles": [
                {
                    "id": "colles-0",
                    "brand": "Gemix",
                    "title": "Orbistyro 25kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "GEMIX-Orbistyro.png",
                    "category": "Colle",
                    "details": {
                        "title": "Orbistyro",
                        "text": [
                            "Un adhésif haute performance à base de ciment, chaux, calcaire, technologie avancée des polymères et renforcé par deux types de fibres pour l'adhésion des panneaux EPS pour le système ETICS."
                        ],
                        "characteristic": [
                            "Facile à appliquer",
                            "Haut rendement",
                            "Renforcé avec des fibres PP",
                            "Renforcé avec des fibres cellulosiques",
                            "Technologie avancée des polymères",
                            "Adhésif pour panneaux EPS",
                            "Conçu pour les systèmes ETICS - Système d'Isolation Thermique par l'Extérieur avec Enduit",
                            "Perméable à la vapeur"
                        ]
                    }
                },
                {
                    "id": "colles-1",
                    "brand": "Gemix",
                    "title": "GT-200 Series 25kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "GEMIX-GT-200.png",
                    "category": "Colle",
                    "details": {
                        "title": "GT-200 Series 25kg",
                        "text": [
                            "Ciment-colle professionnel monocomposant de couleur blanche (250) et grise (200) à glissement réduit pour la pose de carreaux de céramique sur les sols et murs intérieurs. Une formule spéciale composée de ciment à haute résistance et de résines synthétiques pour améliorer l'adhérence aux surfaces à l'aide de granulats sélectionnés et d'autres additifs de performance pour améliorer l'application, la déformation et la prévention du glissement des carreaux."
                        ],
                        "characteristic": [
                            "Facile à appliquer",
                            "Utilisé pour les carreaux de céramique et d'argile",
                            "Rendement élevé",
                            "Technologie avancée des polymères",
                            "Adhésif de performance à base de ciment"
                        ]
                    }
                },
                {
                    "id": "colles-2",
                    "brand": "Gemix",
                    "title": "GT-400 Series 25kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "GEMIX-GT-400.png",
                    "category": "Colle",
                    "details": {
                        "title": "GT-400 Series",
                        "text": [
                            "Un adhésif professionnel à composant unique à base de ciment, disponible en blanc (450) et gris (400), avec une glissance réduite et un temps ouvert prolongé pour la pose de carreaux de céramique sur les sols et murs intérieurs et extérieurs.",
                            "Une formule spéciale composée de ciment à haute résistance et de résines synthétiques pour augmenter l'adhérence aux surfaces, utilisant des agrégats sélectionnés et d'autres additifs de performance pour améliorer l'application, la déformation et éviter le glissement des carreaux, avec un niveau d'élasticité ainsi qu'un temps ouvert prolongé."
                        ],
                        "characteristic": [
                            "Facile à appliquer",
                            "Force C2 - À base de ciment",
                            "Utilisé pour les carreaux de grès, céramique",
                            "Utilisé pour les pierres naturelles et artificielles non sensibles",
                            "Utilisé pour les grands et petits carreaux",
                            "Utilisé pour les planchers chauffants",
                            "Haut rendement",
                            "Technologie avancée des polymères",
                            "Adhésif pour carreaux de céramique",
                            "Adhésif de performance",
                            "Résistant au glissement",
                            "Temps ouvert prolongé"
                        ]
                    }
                }
            ],
            "isolations": []
        },
        "nl": {
            "crepis": [
                {
                    "id": "crepis-0",
                    "brand": "Bitexnl",
                    "title": "Crepi blanc 25kg - 1,5mm",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "BITEX-crepi-blanc.png",
                    "category": "Crepi",
                    "details": {
                        "title": "NL - Lorem ipsum, dolor sit amet consectetur adipisicing elit.",
                        "text": [
                            "Lorem ipsum, dolor sit amet consectetur adipisicing elit. Excepturi incidunt modi reprehenderit ad possimus labore impedit inventore odio molestias minus, consectetur tenetur ipsa sunt voluptas blanditiis maxime ipsum vero et.",
                            "At present, our website does not use any cookies to collect personal information or track the activities of our visitors. We are committed to respecting your privacy and ensuring a transparent and secure experience while browsing our site."
                        ],
                        "characteristic": [
                            "inventore odio molestias",
                            "tenetur ipsa",
                            "consectetur",
                            "reprehenderit"
                        ]
                    }
                },
                {
                    "id": "crepis-1",
                    "brand": "Bitex",
                    "title": "Betonkontakt 15kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "BITEX-Betonkontakt.png",
                    "category": "Crepi",
                    "details": {
                        "title": "Lorem ipsum, dolor sit amet consectetur adipisicing elit.",
                        "text": [
                            "Lorem ipsum, dolor sit amet consectetur adipisicing elit. Excepturi incidunt modi reprehenderit ad possimus labore impedit inventore odio molestias minus, consectetur tenetur ipsa sunt voluptas blanditiis maxime ipsum vero et.",
                            "At present, our website does not use any cookies to collect personal information or track the activities of our visitors. We are committed to respecting your privacy and ensuring a transparent and secure experience while browsing our site."
                        ],
                        "characteristic": [
                            "inventore odio molestias",
                            "tenetur ipsa",
                            "consectetur",
                            "reprehenderit"
                        ]
                    }
                },
                {
                    "id": "crepis-2",
                    "brand": "Bitex",
                    "title": "Ega Farbe 20kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "BITEX-Ega-Farbe.png",
                    "category": "Crepi",
                    "details": {
                        "title": "Lorem ipsum, dolor sit amet consectetur adipisicing elit.",
                        "text": [
                            "Lorem ipsum, dolor sit amet consectetur adipisicing elit. Excepturi incidunt modi reprehenderit ad possimus labore impedit inventore odio molestias minus, consectetur tenetur ipsa sunt voluptas blanditiis maxime ipsum vero et.",
                            "At present, our website does not use any cookies to collect personal information or track the activities of our visitors. We are committed to respecting your privacy and ensuring a transparent and secure experience while browsing our site."
                        ],
                        "characteristic": [
                            "inventore odio molestias",
                            "tenetur ipsa",
                            "consectetur",
                            "reprehenderit"
                        ]
                    }
                },
                {
                    "id": "crepis-3",
                    "brand": "Bitex",
                    "title": "Grundierfarbe 25kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "BITEX-Grundierfarbe.png",
                    "category": "Crepi",
                    "details": {
                        "title": "Lorem ipsum, dolor sit amet consectetur adipisicing elit.",
                        "text": [
                            "Lorem ipsum, dolor sit amet consectetur adipisicing elit. Excepturi incidunt modi reprehenderit ad possimus labore impedit inventore odio molestias minus, consectetur tenetur ipsa sunt voluptas blanditiis maxime ipsum vero et.",
                            "At present, our website does not use any cookies to collect personal information or track the activities of our visitors. We are committed to respecting your privacy and ensuring a transparent and secure experience while browsing our site."
                        ],
                        "characteristic": [
                            "inventore odio molestias",
                            "tenetur ipsa",
                            "consectetur",
                            "reprehenderit"
                        ]
                    }
                }
            ],
            "colles": [
                {
                    "id": "colles-0",
                    "brand": "Gemix",
                    "title": "Orbistyro 25kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "GEMIX-Orbistyro.png",
                    "category": "Colle",
                    "details": {
                        "title": "Orbistyro",
                        "text": [
                            "Een hoogwaardig prestatiekleefmiddel op basis van cement, kalk, kalksteen, geavanceerde polymeer technologie en versterkt met twee soorten vezels voor de hechting van EPS-platen voor het ETICS-systeem."
                        ],
                        "characteristic": [
                            "Gemakkelijk aan te brengen",
                            "Hoge opbrengst",
                            "Versterkt met PP vezels",
                            "Versterkt met cellulosische vezels",
                            "Geavanceerde polymeer technologie",
                            "EPS-plaat kleefmiddel",
                            "Ontworpen voor ETICS - Extern Thermisch Isolatiesysteem met samenstelling",
                            "Ademend"
                        ]
                    }
                },
                {
                    "id": "colles-1",
                    "brand": "Gemix",
                    "title": "GT-200 Series 25kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "GEMIX-GT-200.png",
                    "category": "Colle",
                    "details": {
                        "title": "GT-200 Series 25kg",
                        "text": [
                            "Professionele enkelcomponent cementlijm in witte (250) en grijze (200) kleur met verminderde slip voor het leggen van keramische tegels op binnenvloeren en muren. Een speciale formule bestaande uit cement met hoge weerstand en synthetische harsen om de hechting aan oppervlakken te verbeteren met geselecteerde aggregaten en andere prestatieadditieven om de toepassing, vervorming en het voorkomen van het slippen van tegels te verbeteren."
                        ],
                        "characteristic": [
                            "Gemakkelijk aan te brengen",
                            "Gebruikt voor keramische en kleitegels",
                            "Hoge opbrengst",
                            "Geavanceerde polymeer technologie",
                            "Prestatie kleefstof op basis van cement"
                        ]
                    }
                },
                {
                    "id": "colles-2",
                    "brand": "Gemix",
                    "title": "GT-400 Series 25kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "GEMIX-GT-400.png",
                    "category": "Colle",
                    "details": {
                        "title": "GT-400 Series",
                        "text": [
                            "Een enkel component professioneel cementgebaseerd kleefmiddel in witte (450) en grijze (400) optie met verminderde slip en verlengde open tijd voor het leggen van keramische tegels op binnen- en buitenvloeren en muren.",
                            "Een speciale formule bestaande uit cement van hoge weerstand en synthetische harsen om de hechting op oppervlakken te verbeteren met geselecteerde aggregaten en andere prestatie-additieven om de toepassing, vervorming en het voorkomen van het slippen van tegels te verbeteren, evenals een mate van elasticiteit en verlengde open tijd."
                        ],
                        "characteristic": [
                            "Gemakkelijk aan te brengen",
                            "C2 Sterkte - Cementgebaseerd",
                            "Gebruikt voor gres, keramische tegels",
                            "Gebruikt voor niet-gevoelige natuurlijke en kunstmatige stenen",
                            "Gebruikt voor grote en kleine tegels",
                            "Gebruikt voor vloerverwarming",
                            "Hoge opbrengst",
                            "Geavanceerde polymeer technologie",
                            "Keramische tegels kleefmiddel",
                            "Prestatie kleefmiddel",
                            "Slipbestendig",
                            "Verlengde open tijd"
                        ]
                    }
                }
            ],
            "isolations": []
        },
        "en": {
            "crepis": [
                {
                    "id": "crepis-0",
                    "brand": "Bitexen",
                    "title": "Crepi blanc 25kg - 1,5mm",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "BITEX-crepi-blanc.png",
                    "category": "Crepi",
                    "details": {
                        "title": "Orbistyro",
                        "text": [
                            "A great performance adhesive based on cement, lime, limestone, advanced polymer technology, and reinforced with two types of fibers for adhesion of EPS boards for the ETICS system."
                        ],
                        "characteristic": [
                            "Easy to apply",
                            "High yield",
                            "PP Fiber reinforced",
                            "Cellulosic Fiber reinforced",
                            "Advanced Polymer technology",
                            "EPS Board Adhesive",
                            "Designed for ETICS - External Thermal Insulation Composite System",
                            "Breathable"
                        ]
                    }
                },
                {
                    "id": "crepis-1",
                    "brand": "Bitex",
                    "title": "Betonkontakt 15kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "BITEX-Betonkontakt.png",
                    "category": "Crepi",
                    "details": {
                        "title": "Lorem ipsum, dolor sit amet consectetur adipisicing elit.",
                        "text": [
                            "Lorem ipsum, dolor sit amet consectetur adipisicing elit. Excepturi incidunt modi reprehenderit ad possimus labore impedit inventore odio molestias minus, consectetur tenetur ipsa sunt voluptas blanditiis maxime ipsum vero et.",
                            "At present, our website does not use any cookies to collect personal information or track the activities of our visitors. We are committed to respecting your privacy and ensuring a transparent and secure experience while browsing our site."
                        ],
                        "characteristic": [
                            "inventore odio molestias",
                            "tenetur ipsa",
                            "consectetur",
                            "reprehenderit"
                        ]
                    }
                },
                {
                    "id": "crepis-2",
                    "brand": "Bitex",
                    "title": "Ega Farbe 20kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "BITEX-Ega-Farbe.png",
                    "category": "Crepi",
                    "details": {
                        "title": "Lorem ipsum, dolor sit amet consectetur adipisicing elit.",
                        "text": [
                            "Lorem ipsum, dolor sit amet consectetur adipisicing elit. Excepturi incidunt modi reprehenderit ad possimus labore impedit inventore odio molestias minus, consectetur tenetur ipsa sunt voluptas blanditiis maxime ipsum vero et.",
                            "At present, our website does not use any cookies to collect personal information or track the activities of our visitors. We are committed to respecting your privacy and ensuring a transparent and secure experience while browsing our site."
                        ],
                        "characteristic": [
                            "inventore odio molestias",
                            "tenetur ipsa",
                            "consectetur",
                            "reprehenderit"
                        ]
                    }
                },
                {
                    "id": "crepis-3",
                    "brand": "Bitex",
                    "title": "Grundierfarbe 25kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "BITEX-Grundierfarbe.png",
                    "category": "Crepi",
                    "details": {
                        "title": "Lorem ipsum, dolor sit amet consectetur adipisicing elit.",
                        "text": [
                            "Lorem ipsum, dolor sit amet consectetur adipisicing elit. Excepturi incidunt modi reprehenderit ad possimus labore impedit inventore odio molestias minus, consectetur tenetur ipsa sunt voluptas blanditiis maxime ipsum vero et.",
                            "At present, our website does not use any cookies to collect personal information or track the activities of our visitors. We are committed to respecting your privacy and ensuring a transparent and secure experience while browsing our site."
                        ],
                        "characteristic": [
                            "inventore odio molestias",
                            "tenetur ipsa",
                            "consectetur",
                            "reprehenderit"
                        ]
                    }
                }
            ],
            "colles": [
                {
                    "id": "colles-0",
                    "brand": "Gemix",
                    "title": "Orbistyro 25kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "GEMIX-Orbistyro.png",
                    "category": "Colle",
                    "details": {
                        "title": "Orbistyro",
                        "text": [
                            "A high-performance adhesive based on cement, lime, limestone, advanced polymer technology, and reinforced with two types of fibers for the adhesion of EPS boards for the ETICS system."
                        ],
                        "characteristic": [
                            "Easy to apply",
                            "High yield",
                            "Reinforced with PP fibers",
                            "Reinforced with cellulosic fibers",
                            "Advanced polymer technology",
                            "EPS board adhesive",
                            "Designed for ETICS - External Thermal Insulation Composite System",
                            "Breathable"
                        ]
                    }
                },
                {
                    "id": "colles-1",
                    "brand": "Gemix",
                    "title": "GT-200 Series 25kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "GEMIX-GT-200.png",
                    "category": "Colle",
                    "details": {
                        "title": "GT-200 Series 25kg",
                        "text": [
                            "Professional single-component cement adhesive in white (250) and gray (200) color with reduced slip for laying ceramic tiles on interior floors and walls. A special formula consisting of high-strength cement and synthetic resins to improve adhesion to surfaces using selected aggregates and other performance additives to enhance application, deformation, and prevention of tile slippage."
                        ],
                        "characteristic": [
                            "Easy to apply",
                            "Used for ceramic and clay tiles",
                            "High yield",
                            "Advanced polymer technology",
                            "Cement-based performance adhesive"
                        ]
                    }
                },
                {
                    "id": "colles-2",
                    "brand": "Gemix",
                    "title": "GT-400 Series 25kg",
                    "description": "",
                    "price": "undefined",
                    "dimension": "",
                    "image": "GEMIX-GT-400.png",
                    "category": "Colle",
                    "details": {
                        "title": "GT-400 Series",
                        "text": [
                            "A single component professional cement-based adhesive in white (450) and gray (400) option with reduced slip and extended open time for laying ceramic tiles on interior and exterior floors and walls.",
                            "A special formula consisting of high resistance cement and synthetic resins to increase adherence to surfaces using selected aggregates and other performance additives to improve the application, deformation, and avoiding slipping of tiles and with a level of elasticity as well as extended open time."
                        ],
                        "characteristic": [
                            "Easy to apply",
                            "C2 Strength - Cement-based",
                            "Used for gres, ceramic tiles",
                            "Used for non-sensitive natural and artificial stones",
                            "Used for large and small tiles",
                            "Used for heated floors",
                            "High yield",
                            "Advanced polymer technology",
                            "Ceramic tiles adhesive",
                            "Performance adhesive",
                            "Slip resistant",
                            "Extended open time"
                        ]
                    }
                }
            ],
            "isolations": []
        }
    },
    "pageContact": {
        "fr": {
            "title": "Nous contacter",
            "label": {
                "firstName": "Prénom",
                "lastName": "Nom",
                "email": "Adresse e-mail",
                "phone": "Numéro de téléphone",
                "subject": "Sujet",
                "message": "Message"
            },
            "paragraph": "Votre projet est unique, et nous sommes là pour le réaliser avec vous. Laissez-nous quelques mots sur vos besoins en crépis, travaux de construction ou produits, et nous vous contacterons pour créer une solution sur mesure qui dépasse vos attentes.",
            "button": "Envoyer"
        },
        "nl": {
            "title": "Contacteer ons",
            "label": {
                "firstName": "Voornaam",
                "lastName": "Achternaam",
                "email": "E-mailadres",
                "phone": "Telefoonnummer",
                "subject": "Onderwerp",
                "message": "Bericht"
            },
            "paragraph": "Uw project is uniek, en wij zijn er om het samen met u te realiseren. Laat ons een paar woorden achter over uw behoeften op het gebied van pleisterwerk, bouwwerkzaamheden of producten, en wij nemen contact met u op om een op maat gemaakte oplossing te creëren die uw verwachtingen overtreft.",
            "button": "Verzenden"
        },
        "en": {
            "title": "Contact Us",
            "label": {
                "firstName": "First name",
                "lastName": "Last name",
                "email": "Email address",
                "phone": "Phone number",
                "subject": "Subject",
                "message": "Message"
            },
            "paragraph": "Your project is unique, and we are here to bring it to life with you. Leave us a few words about your needs in plastering, construction work, or products, and we will contact you to create a tailor-made solution that exceeds your expectations.",
            "button": "Send"
        }
    },
    "products": {
        "fr": {
            "adhesives": [
                {
                    "id": "GEMIX_GT200_001",
                    "name": "GT-200 Series 25kg",
                    "brand": "Gemix",
                    "pathImage": "GEMIX-GT-200.png",
                    "datasheets": {
                        "title": "GT-200 Series",
                        "description": [
                            "Ciment-colle professionnel monocomposant de couleur blanche (250) et grise (200) à glissement réduit pour la pose de carreaux de céramique sur les sols et murs intérieurs.",
                            "Une formule spéciale composée de ciment à haute résistance et de résines synthétiques pour améliorer l'adhérence aux surfaces à l'aide de granulats sélectionnés et d'autres additifs de performance pour améliorer l'application, la déformation et la prévention du glissement des carreaux."
                        ],
                        "characteristic": [
                            "Facile à appliquer",
                            "Utilisé pour les carreaux de céramique et d'argile",
                            "Rendement élevé",
                            "Technologie avancée des polymères",
                            "Adhésif de performance à base de ciment"
                        ]
                    }
                },
                {
                    "id": "GEMIX_GT400_002",
                    "name": "GT-400 Series 25kg",
                    "brand": "Gemix",
                    "pathImage": "GEMIX-GT-400.png",
                    "datasheets": {
                        "title": "GT-400 Series",
                        "description": [
                            "Un adhésif professionnel à composant unique à base de ciment, disponible en blanc (450) et gris (400), avec une glissance réduite et un temps ouvert prolongé pour la pose de carreaux de céramique sur les sols et murs intérieurs et extérieurs.",
                            "Une formule spéciale composée de ciment à haute résistance et de résines synthétiques pour augmenter l'adhérence aux surfaces, utilisant des agrégats sélectionnés et d'autres additifs de performance pour améliorer l'application, la déformation et éviter le glissement des carreaux, avec un niveau d'élasticité ainsi qu'un temps ouvert prolongé."
                        ],
                        "characteristic": [
                            "Facile à appliquer",
                            "Force C2 - À base de ciment",
                            "Utilisé pour les carreaux de grès, céramique",
                            "Utilisé pour les pierres naturelles et artificielles non sensibles",
                            "Utilisé pour les grands et petits carreaux",
                            "Utilisé pour les planchers chauffants",
                            "Haut rendement",
                            "Technologie avancée des polymères",
                            "Adhésif pour carreaux de céramique",
                            "Adhésif de performance",
                            "Résistant au glissement",
                            "Temps ouvert prolongé"
                        ]
                    }
                },
                {
                    "id": "GEMIX_ORB_003",
                    "name": "Orbistyro 25kg",
                    "brand": "Gemix",
                    "pathImage": "GEMIX-Orbistyro.png",
                    "datasheets": {
                        "title": "Orbistyro",
                        "description": [
                            "Un adhésif haute performance à base de ciment, chaux, calcaire, technologie avancée des polymères et renforcé par deux types de fibres pour l'adhésion des panneaux EPS pour le système ETICS."
                        ],
                        "characteristic": [
                            "Facile à appliquer",
                            "Haut rendement",
                            "Renforcé avec des fibres PP",
                            "Renforcé avec des fibres cellulosiques",
                            "Technologie avancée des polymères",
                            "Adhésif pour panneaux EPS",
                            "Conçu pour les systèmes ETICS - Système d'Isolation Thermique par l'Extérieur avec Enduit",
                            "Perméable à la vapeur"
                        ]
                    }
                }
            ],
            "plasters": [
                {
                    "id": "BITEX_CREPBLANC_001",
                    "name": "Crepi blanc 25kg - 1,5mm",
                    "brand": "BITEX",
                    "pathImage": "BITEX-crepi-blanc.png",
                    "datasheets": {
                        "title": "Crepi blanc",
                        "description": [
                            "Enduit structurel, prêt à l'emploi, à liant organique, pour les murs extérieurs. Résistant au changement climatique, perméable à la vapeur d'eau, soluble dans l'eau, odeur légère, facile à appliquer.",
                            "Tous les substrats courants, propres, stables, secs et porteurs conviennent. Le support doit être contrôlé et, si nécessaire, durci avec BITEX Tiefgrund.",
                            "BITEX Kratzputz/Crepi est un enduit structurel résistant aux intempéries et perméable à la vapeur d'eau. Très adapté aux revêtements décoratifs intérieurs et extérieurs, il est particulièrement facile à appliquer."
                        ],
                        "characteristic": [
                            "Résistant au changement climatique",
                            "Perméable à la vapeur d'eau",
                            "Soluble dans l'eau",
                            "Odeur légère",
                            "Facile à appliquer"
                        ]
                    }
                },
                {
                    "id": "GEMIX_GS12_002",
                    "name": "GS-12 Flattening Mass 25kg",
                    "brand": "Gemix",
                    "pathImage": "GEMIX-Flattening.png",
                    "datasheets": {
                        "title": "GS-12 Flattening Mass",
                        "description": [
                            "Masse de nivellement haute performance à base de ciment, chaux, calcaire et technologie avancée des polymères, utilisée pour niveler les surfaces après le mortier de plâtrage ou d'autres substrats, préparant pour la couche finale de mastic mural ou d'enduit sur les surfaces intérieures."
                        ],
                        "characteristic": [
                            "Facile à appliquer",
                            "Haut rendement",
                            "Surface respirante"
                        ]
                    }
                }
            ],
            "insulations": [
                {
                    "id": "FIBREAN_B50_001",
                    "name": "FIBRANGEO B-50",
                    "brand": "Fibrean",
                    "pathImage": "FIBRANGEO-B-50.png",
                    "datasheets": {
                        "title": "FIBRANGEO B-50",
                        "description": [
                            "Les plaques flexibles de laine minérale FIBRANgeo Β-050 sont un matériau isolant produit par fusion et filage des roches. Elles offrent une isolation thermique et acoustique exceptionnelle, ainsi qu'une excellente résistance aux températures élevées et au feu. Conforme à la norme européenne EN 13162 (MW), la laine minérale est un isolant naturel reconnu mondialement."
                        ],
                        "characteristic": [
                            "Excellente isolation thermique",
                            "Excellente absorption sonore et isolation acoustique",
                            "Haute résistance au feu",
                            "Faible résistance à la diffusion de la vapeur d'eau",
                            "Hydrofuge et non hygroscopique",
                            "Naturel, inorganique et inodore",
                            "Léger et fonctionnel",
                            "Résistant aux vibrations",
                            "Empêche la croissance des micro-organismes, des insectes et des rongeurs",
                            "Recyclable",
                            "Écologique"
                        ]
                    }
                },
                {
                    "id": "KNAUF_LAINEVERRE_002",
                    "name": "Laine de verre",
                    "brand": "Knaufinsulation",
                    "pathImage": "Laine-de-verre.jpeg",
                    "datasheets": {
                        "title": "Laine de verre",
                        "description": [],
                        "characteristic": []
                    }
                },
                {
                    "id": "KNAUF_LAINEROCH_003",
                    "name": "Laine de roche",
                    "brand": "Knaufinsulation",
                    "pathImage": "Laine-de-roche.jpeg",
                    "datasheets": {
                        "title": "Laine de roche",
                        "description": [],
                        "characteristic": []
                    }
                }
            ],
            "reinforcement": [
                {
                    "id": "GATEX_G160_001",
                    "name": "G-160",
                    "brand": "GATEX",
                    "pathImage": "GATEX-G-160.jpg",
                    "datasheets": {
                        "title": "G-160",
                        "description": [
                            "La maille en fibre de verre de haute qualité Gatex G160 Standard est disponible en rouleaux de 50m de longueur et 1m de hauteur, avec un poids de 160g/m2.",
                            "Gatex G160 Standard est conçu pour produire une couche de renforcement sous les enduits.",
                            "La maille en fibre de verre G160 Standard est un élément essentiel du système d'isolation, qui, grâce à ses paramètres techniques, réduit la déformation thermique.",
                            "Elle protège contre les dommages mécaniques auxquels le système d'isolation est soumis pendant l'utilisation.",
                            "L'application de la maille en fibre de verre permet de créer une base durable sous une couche d'enduit.",
                            "Elle empêche la formation de rayures et de fissures sur les couches de façade.",
                            "G160 Standard offre des tissages de fibres forts et stables créant une maille.",
                            "La taille régulière des ouvertures de la maille assure la stabilité dimensionnelle, une installation rapide et facile ainsi qu'une haute résistance mécanique."
                        ],
                        "characteristic": [
                            "Douce et flexible",
                            "Résistante aux alcalis",
                            "Antidérapante",
                            "Résistante aux déchirures",
                            "Antifouling"
                        ]
                    }
                }
            ],
            "paints": [
                {
                    "id": "BITEX_EGA_001",
                    "name": "Ega Farbe 20kg",
                    "brand": "BITEX",
                    "pathImage": "BITEX-Ega-Farbe.png",
                    "datasheets": {
                        "title": "Ega Farbe",
                        "description": [
                            "Peinture acrylique de 20 kg de couleur blanche Base C. Utilisée pour enduire les murs extérieurs. Offre une très bonne couverture. Résistante aux intempéries et à la lumière du soleil. La surface avant application doit être exempte de poussière et de graisse et s'assurer que l'ancienne peinture est bien adhérente au mur.",
                            "Il est recommandé d'utiliser une sous-couche avant l'application sur des surfaces neuves. Couvre 4,5 m²/kg. Peut être diluée jusqu'à 10% avec de l'eau. Ne pas appliquer lorsque la température est inférieure à 5 °C. La peinture peut être teintée avec toutes les nuances de couleur du catalogue Bitex."
                        ],
                        "characteristic": [
                            "Résistant au changement climatique",
                            "Très bon pouvoir de dissimulation",
                            "Perméable à la vapeur d'eau",
                            "Propriétés anti-moisissures et anti-algues",
                            "Résistant aux rayons UV",
                            "Bonne protection contre le CO2 et le SO2"
                        ]
                    }
                },
                {
                    "id": "BITEX_STARWEISS_002",
                    "name": "Starweiss 20kg",
                    "brand": "BITEX",
                    "pathImage": "BITEX-Starweiss.png",
                    "datasheets": {
                        "title": "Starweiss",
                        "description": [
                            "BITEX Starweiss est une peinture émulsion à base de résine synthétique pour l'intérieur. Elle offre une bonne couverture, une bonne maniabilité et un séchage rapide. La surface doit être sèche, ferme, propre et durable. Nettoyez ou brossez d'abord la surface. Peinture d'intérieur, facile à appliquer, idéale pour les environnements de travail et de vie sensibles."
                        ],
                        "characteristic": [
                            "Très bon pouvoir de dissimulation",
                            "Prêt pour l'application",
                            "Très diffus",
                            "Lavable"
                        ]
                    }
                }
            ],
            "primers": [
                {
                    "id": "",
                    "name": "Grundierfarbe 25kg",
                    "brand": "BITEX",
                    "pathImage": "BITEX-Grundierfarbe.png",
                    "datasheets": {
                        "title": "Grundierfarbe",
                        "description": [
                            "BITEX GRUNDIERFARBE s'utilise sur les surfaces lisses du béton, du plâtre et des surfaces vieillies. Primaire universel, blanc, très grossier. Idéal pour les stucs - travail avec des enduits de dispersion, des enduits de silo et des enduits minéraux."
                        ],
                        "characteristic": [
                            "Pour une utilisation intérieure et extérieure",
                            "Rempli de quartz",
                            "Dilué avec de l'eau",
                            "Bon pouvoir de dissimulation",
                            "Puissance de maintien élevée"
                        ]
                    }
                }
            ],
            "finishing": [
                {
                    "id": "EUROISOL_APU_001",
                    "name": "APU 2,4m",
                    "brand": "EURO ISOL",
                    "pathImage": "APU.jpeg",
                    "datasheets": {
                        "title": "APU",
                        "description": [
                            "La bande de création en PVC avec tissu (également appelée profilé de cadre ou bande APU) sert à assurer une transition propre entre les surfaces polies et les cadres de fenêtres et de portes. Elle est utilisée pour la réalisation des joints de polissage extérieurs et intérieurs sur les profilés de cadre des fenêtres et des portes, y compris la bande d'étanchéité en mousse autocollante intégrée de 3 mm d'épaisseur, adaptée à la fuite et à la distance égale au profilé de cadre.",
                            "Le tissu permet le chevauchement avec l'angle du tissu et évite les fissures dans le cadre. Elle garantit des droits fiables, sans fuite et une étanchéité parfaite des surfaces polies. La bande de création se colle sur le cadre des portes et des fenêtres en aluminium, en bois et en plastique. Le côté avec le tissu est poli dans le mur."
                        ],
                        "characteristic": [
                            "Une finition parfaite à long terme",
                            "Convient à un usage intérieur et extérieur",
                            "Qualité professionnelle testée",
                            "Connexions résistantes aux chocs",
                            "Pas d'arrachage du nettoyage des fenêtres et des portes"
                        ]
                    }
                },
                {
                    "id": "EUROISOL_PVC_002",
                    "name": "PVC Cornière d’angle 5m",
                    "brand": "EURO ISOL",
                    "pathImage": "PVC.jpeg",
                    "datasheets": {
                        "title": "PVC",
                        "description": [
                            "Coin en PVC avec tissu de protection thermique complet pour renforcer les bords. Il se caractérise par une résistance alcaline extrêmement élevée, une très bonne résistance à la déchirure et une finition de haute qualité.",
                            "Domaine d'application: pour un armement fiable des angles et des bords extérieurs. Convient à l'isolation des façades."
                        ],
                        "characteristic": [
                            "Tissu élastique permanent et imputrescible",
                            "Haute résistance à la déchirure",
                            "Résistant aux alcalins"
                        ]
                    }
                }
            ]
        },
        "en": {
            "adhesives": [
                {
                    "id": "GEMIX_GT200_001",
                    "name": "GT-200 Series 25kg",
                    "brand": "Gemix",
                    "pathImage": "GEMIX-GT-200.png",
                    "datasheets": {
                        "title": "GT-200 Series",
                        "description": [
                            "Professional one-component adhesive cement, available in white (250) and grey (200), with reduced slip for laying ceramic tiles on interior floors and walls.",
                            "A special formula composed of high-strength cement and synthetic resins to improve adhesion to surfaces, using selected aggregates and other performance-enhancing additives to improve application, deformation, and tile slip prevention."
                        ],
                        "characteristic": [
                            "Easy to apply",
                            "Used for ceramic and clay tiles",
                            "High yield",
                            "Advanced polymer technology",
                            "Cement-based performance adhesive"
                        ]
                    }
                },
                {
                    "id": "GEMIX_GT400_002",
                    "name": "GT-400 Series 25kg",
                    "brand": "Gemix",
                    "pathImage": "GEMIX-GT-400.png",
                    "datasheets": {
                        "title": "GT-400 Series",
                        "description": [
                            "A professional single-component adhesive based on cement, available in white (450) and grey (400), with reduced slip and extended open time for laying ceramic tiles on interior and exterior floors and walls.",
                            "A special formula composed of high-strength cement and synthetic resins to increase adhesion to surfaces, using selected aggregates and other performance-enhancing additives to improve application, deformation, and prevent tile slip, with an increased level of elasticity and extended open time."
                        ],
                        "characteristic": [
                            "Easy to apply",
                            "C2 strength - Cement-based",
                            "Used for porcelain and ceramic tiles",
                            "Used for non-sensitive natural and artificial stones",
                            "Used for large and small tiles",
                            "Used for heated floors",
                            "High yield",
                            "Advanced polymer technology",
                            "Ceramic tile adhesive",
                            "Performance adhesive",
                            "Slip-resistant",
                            "Extended open time"
                        ]
                    }
                },
                {
                    "id": "GEMIX_ORB_003",
                    "name": "Orbistyro 25kg",
                    "brand": "Gemix",
                    "pathImage": "GEMIX-Orbistyro.png",
                    "datasheets": {
                        "title": "Orbistyro",
                        "description": [
                            "A high-performance adhesive based on cement, lime, limestone, advanced polymer technology, and reinforced with two types of fibers for the adhesion of EPS panels for the ETICS system."
                        ],
                        "characteristic": [
                            "Easy to apply",
                            "High yield",
                            "Reinforced with PP fibers",
                            "Reinforced with cellulose fibers",
                            "Advanced polymer technology",
                            "Adhesive for EPS panels",
                            "Designed for ETICS systems - External Thermal Insulation Composite System with render",
                            "Vapor permeable"
                        ]
                    }
                }
            ],
            "plasters": [
                {
                    "id": "BITEX_CREPBLANC_001",
                    "name": "Crepi blanc 25kg - 1,5mm",
                    "brand": "BITEX",
                    "pathImage": "BITEX-crepi-blanc.png",
                    "datasheets": {
                        "title": "Crepi blanc",
                        "description": [
                            "Structural render, ready to use, with an organic binder, for exterior walls. Weather-resistant, vapor permeable, water-soluble, light odor, easy to apply.",
                            "All common, clean, stable, dry, and load-bearing substrates are suitable. The substrate must be checked and, if necessary, reinforced with BITEX Tiefgrund.",
                            "BITEX Kratzputz/Crepi is a weather-resistant and vapor-permeable structural render. Very suitable for decorative interior and exterior finishes, it is particularly easy to apply."
                        ],
                        "characteristic": [
                            "Weather-resistant",
                            "Vapor permeable",
                            "Water-soluble",
                            "Light odor",
                            "Easy to apply"
                        ]
                    }
                },
                {
                    "id": "GEMIX_GS12_002",
                    "name": "GS-12 Flattening Mass 25kg",
                    "brand": "Gemix",
                    "pathImage": "GEMIX-Flattening.png",
                    "datasheets": {
                        "title": "GS-12 Flattening Mass",
                        "description": [
                            "A high-performance flattening mass based on cement, lime, limestone, and advanced polymer technology used to flatten surfaces after plastering mortar or other substrates, preparing for the final coat of wall putty or render on interior surfaces."
                        ],
                        "characteristic": [
                            "Easy to apply",
                            "High yield",
                            "Breathable surface"
                        ]
                    }
                }
            ],
            "insulations": [
                {
                    "id": "FIBREAN_B50_001",
                    "name": "FIBRANGEO B-50",
                    "brand": "Fibrean",
                    "pathImage": "FIBRANGEO-B-50.png",
                    "datasheets": {
                        "title": "FIBRANGEO B-50",
                        "description": [
                            "The flexible mineral wool boards FIBRANgeo Β-050 are an insulating material produced by melting and spinning rocks. They offer exceptional thermal and acoustic insulation, as well as excellent resistance to high temperatures and fire. Compliant with the European standard EN 13162 (MW), mineral wool is a globally recognized natural insulator."
                        ],
                        "characteristic": [
                            "Excellent thermal insulation",
                            "Excellent sound absorption and acoustic insulation",
                            "High fire resistance",
                            "Low resistance to water vapor diffusion",
                            "Water-repellent and non-hygroscopic",
                            "Natural, inorganic and odorless",
                            "Lightweight and functional",
                            "Vibration resistant",
                            "Prevents the growth of microorganisms, insects and rodents",
                            "Recyclable",
                            "Environmentally friendly"
                        ]
                    }
                },
                {
                    "id": "KNAUF_LAINEVERRE_002",
                    "name": "Laine de verre",
                    "brand": "Knaufinsulation",
                    "pathImage": "Laine-de-verre.jpeg",
                    "datasheets": {
                        "title": "Laine de verre",
                        "description": [],
                        "characteristic": []
                    }
                },
                {
                    "id": "KNAUF_LAINEROCH_003",
                    "name": "Laine de roche",
                    "brand": "Knaufinsulation",
                    "pathImage": "Laine-de-roche.jpeg",
                    "datasheets": {
                        "title": "Laine de roche",
                        "description": [],
                        "characteristic": []
                    }
                }
            ],
            "reinforcement": [
                {
                    "id": "GATEX_G160_001",
                    "name": "G-160",
                    "brand": "GATEX",
                    "pathImage": "GATEX-G-160.jpg",
                    "datasheets": {
                        "title": "G-160",
                        "description": [
                            "High-quality Gatex G160 Standard fiberglass mesh comes in rolls with a length of 50m and a height of 1m, weighing 160g/m2.",
                            "Gatex G160 Standard is designed to produce a reinforcing layer for under-plasters.",
                            "G160 Standard fiberglass mesh is an essential element of the insulation system, which with its technical parameters reduces thermal deformation.",
                            "It protects against mechanical damage to which the insulation system is subject during use.",
                            "Applying fiberglass mesh allows creating a durable base under a layer of plaster.",
                            "It prevents the formation of scratches and cracks on the facade layers.",
                            "G160 Standard offers strong and stable fiber weaves creating a mesh.",
                            "The regular size of mesh openings ensures dimensional stability, quick and easy installation as well as high mechanical resistance."
                        ],
                        "characteristic": [
                            "Soft and flexible",
                            "Alkali-resistant",
                            "Slip proof",
                            "Tear-resistant",
                            "Anti-snag"
                        ]
                    }
                }
            ],
            "paints": [
                {
                    "id": "BITEX_EGA_001",
                    "name": "Ega Farbe 20kg",
                    "brand": "BITEX",
                    "pathImage": "BITEX-Ega-Farbe.png",
                    "datasheets": {
                        "title": "Ega Farbe",
                        "description": [
                            "Acrylic paint 20 kg white color Base C. Used to lubricate the external walls. Has a very good coverage. Resistant to weathering and sunlight. Surface before application should be free from dust and grease and make sure the old paint better be glued to the wall.",
                            "Recommend that before applying for new surfaces to use liner. Covers 4.5m²/kg. Can be diluted to 10% with water. Do not apply when the temperature is below 5 °C. Paint can be painted with all shades of color from Bitex catalog."
                        ],
                        "characteristic": [
                            "Weather-resistant",
                            "Very good hiding power",
                            "Vapor permeable",
                            "Anti-mold and anti-algae properties",
                            "UV-resistant",
                            "Good protection against CO2 and SO2"
                        ]
                    }
                },
                {
                    "id": "BITEX_STARWEISS_002",
                    "name": "Starweiss 20kg",
                    "brand": "BITEX",
                    "pathImage": "BITEX-Starweiss.png",
                    "datasheets": {
                        "title": "Starweiss",
                        "description": [
                            "BITEX Starweiss is a synthetic resin-based emulsion paint for interiors. It offers good coverage, good workability, and quick drying. The surface must be dry, firm, clean, and durable. Clean or brush the surface first. Interior paint, easy to apply, ideal for sensitive work and living environments."
                        ],
                        "characteristic": [
                            "Very good hiding power",
                            "Ready for application",
                            "Highly diffuse",
                            "Washable"
                        ]
                    }
                }
            ],
            "primers": [
                {
                    "id": "",
                    "name": "Grundierfarbe 25kg",
                    "brand": "BITEX",
                    "pathImage": "BITEX-Grundierfarbe.png",
                    "datasheets": {
                        "title": "Grundierfarbe",
                        "description": [
                            "BITEX GRUNDIERFARBE is used on smooth surfaces of concrete, plaster, and aged surfaces. Universal primer, white, very coarse. Ideal for stucco - works with dispersion plasters, silo plasters, and mineral plasters."
                        ],
                        "characteristic": [
                            "For interior and exterior use",
                            "Filled with quartz",
                            "Diluted with water",
                            "Good hiding power",
                            "High holding power"
                        ]
                    }
                }
            ],
            "finishing": [
                {
                    "id": "EUROISOL_APU_001",
                    "name": "APU 2,4m",
                    "brand": "EURO ISOL",
                    "pathImage": "APU.jpeg",
                    "datasheets": {
                        "title": "APU",
                        "description": [
                            "The PVC creation strip with fabric (also called frame profile or APU strip) ensures a clean transition between polished surfaces and window and door frames. It is used for creating exterior and interior polishing joints on the frame profiles of windows and doors, including the integrated 3 mm thick self-adhesive foam sealing strip, suitable for leakage and equal distance to the frame profile.",
                            "The fabric allows overlapping with the fabric corner and prevents cracks in the frame. It guarantees reliable, leak-free, and perfect sealing of polished surfaces. The creation strip is glued onto the frame of aluminum, wooden, and plastic doors and windows. The side with the fabric is polished into the wall."
                        ],
                        "characteristic": [
                            "A long-term perfect finish",
                            "Suitable for interior and exterior use",
                            "Professionally tested quality",
                            "Shock-resistant connections",
                            "No tearing when cleaning windows and doors"
                        ]
                    }
                },
                {
                    "id": "EUROISOL_PVC_002",
                    "name": "PVC Cornière d’angle en fibre de verre 5m",
                    "brand": "EURO ISOL",
                    "pathImage": "PVC.jpeg",
                    "datasheets": {
                        "title": "PVC",
                        "description": [
                            "PVC corner with full thermal protection fabric to reinforce edges. It is characterized by extremely high alkaline resistance, very good tear resistance, and high-quality finish.",
                            "Application area: for reliable reinforcement of corners and exterior edges. Suitable for facade insulation."
                        ],
                        "characteristic": [
                            "Permanently elastic and rot-resistant fabric",
                            "High tear resistance",
                            "Alkali resistant"
                        ]
                    }
                }
            ]
        },
        "nl": {
            "adhesives": [
                {
                    "id": "GEMIX_GT200_001",
                    "name": "GT-200 Series 25kg",
                    "brand": "Gemix",
                    "pathImage": "GEMIX-GT-200.png",
                    "datasheets": {
                        "title": "GT-200 Series",
                        "description": [
                            "Cementlijm voor professioneel gebruik, verkrijgbaar in wit (250) en grijs (200), met verminderde glijding voor het leggen van keramische tegels op binnenvloeren en -muren.",
                            "Een speciale formule bestaande uit hoogwaardig cement en synthetische harsen om de hechting op oppervlakken te verbeteren, met behulp van geselecteerde aggregaten en andere prestatieverhogende additieven om de toepassing, vervorming en tegelslip te verbeteren."
                        ],
                        "characteristic": [
                            "Gemakkelijk aan te brengen",
                            "Geschikt voor keramische en kleitegels",
                            "Hoog rendement",
                            "Geavanceerde polymeer technologie",
                            "Cementgebaseerde prestatie-adhesief"
                        ]
                    }
                },
                {
                    "id": "GEMIX_GT400_002",
                    "name": "GT-400 Series 25kg",
                    "brand": "Gemix",
                    "pathImage": "GEMIX-GT-400.png",
                    "datasheets": {
                        "title": "GT-400 Series",
                        "description": [
                            "Een professionele eencomponentenlijm op cementbasis, verkrijgbaar in wit (450) en grijs (400), met verminderde glijding en een verlengde open tijd voor het leggen van keramische tegels op binnen- en buitenvloeren en -muren.",
                            "Een speciale formule bestaande uit hoogwaardig cement en synthetische harsen om de hechting aan oppervlakken te vergroten, met geselecteerde aggregaten en andere prestatieverhogende additieven om de toepassing, vervorming te verbeteren en tegelslip te voorkomen, met een verhoogd elasticiteitsniveau en een verlengde open tijd."
                        ],
                        "characteristic": [
                            "Gemakkelijk aan te brengen",
                            "Kracht C2 - Op cementbasis",
                            "Geschikt voor porselein en keramische tegels",
                            "Geschikt voor natuurlijke en kunstmatige niet-gevoelige stenen",
                            "Geschikt voor grote en kleine tegels",
                            "Geschikt voor vloerverwarming",
                            "Hoog rendement",
                            "Geavanceerde polymeer technologie",
                            "Keramische tegellijm",
                            "Prestatie-adhesief",
                            "Slipvast",
                            "Verlengde open tijd"
                        ]
                    }
                },
                {
                    "id": "GEMIX_ORB_003",
                    "name": "Orbistyro 25kg",
                    "brand": "Gemix",
                    "pathImage": "GEMIX-Orbistyro.png",
                    "datasheets": {
                        "title": "Orbistyro",
                        "description": [
                            "Een hoogwaardig lijmmiddel op basis van cement, kalk, kalksteen, geavanceerde polymeer technologie en versterkt met twee soorten vezels voor de hechting van EPS-panelen voor het ETICS-systeem."
                        ],
                        "characteristic": [
                            "Gemakkelijk aan te brengen",
                            "Hoog rendement",
                            "Versterkt met PP-vezels",
                            "Versterkt met cellulosevezels",
                            "Geavanceerde polymeer technologie",
                            "Lijm voor EPS-panelen",
                            "Ontworpen voor ETICS-systemen - Extern Thermisch Isolatiesysteem met pleisterwerk",
                            "Dampdoorlatend"
                        ]
                    }
                }
            ],
            "plasters": [
                {
                    "id": "BITEX_CREPBLANC_001",
                    "name": "Crepi blanc 25kg - 1,5mm",
                    "brand": "BITEX",
                    "pathImage": "BITEX-crepi-blanc.png",
                    "datasheets": {
                        "title": "Crepi blanc",
                        "description": [
                            "Structuurpleister, gebruiksklaar, met organisch bindmiddel, voor buitenmuren. Weerbestendig, dampdoorlatend, in water oplosbaar, lichte geur, gemakkelijk aan te brengen.",
                            "Alle gebruikelijke, schone, stabiele, droge en dragende ondergronden zijn geschikt. De ondergrond moet worden gecontroleerd en indien nodig worden versterkt met BITEX Tiefgrund.",
                            "BITEX Kratzputz/Crepi is een structuurpleister die weerbestendig en dampdoorlatend is. Zeer geschikt voor decoratieve binnen- en buitenafwerkingen, het is bijzonder gemakkelijk aan te brengen."
                        ],
                        "characteristic": [
                            "Weerbestendig",
                            "Dampdoorlatend",
                            "In water oplosbaar",
                            "Lichte geur",
                            "Gemakkelijk aan te brengen"
                        ]
                    }
                },
                {
                    "id": "GEMIX_GS12_002",
                    "name": "GS-12 Flattening Mass 25kg",
                    "brand": "Gemix",
                    "pathImage": "GEMIX-Flattening.png",
                    "datasheets": {
                        "title": "GS-12 Flattening Mass",
                        "description": [
                            "Een hoogpresterende egalisatiemassa op basis van cement, kalk, kalksteen en geavanceerde polymeer technologie, gebruikt om oppervlakken te egaliseren na het pleistermortel of andere ondergronden, ter voorbereiding van de eindlaag van muurplamuur of pleister op binnenoppervlakken."
                        ],
                        "characteristic": [
                            "Gemakkelijk aan te brengen",
                            "Hoog rendement",
                            "Ademend oppervlak"
                        ]
                    }
                }
            ],
            "insulations": [
                {
                    "id": "FIBREAN_B50_001",
                    "name": "FIBRANGEO B-50",
                    "brand": "Fibrean",
                    "pathImage": "FIBRANGEO-B-50.png",
                    "datasheets": {
                        "title": "FIBRANGEO B-50",
                        "description": [
                            "De flexibele platen van FIBRANgeo Β-050 minerale wol zijn een isolatiemateriaal geproduceerd door het smelten en spinnen van rotsen. Ze bieden uitzonderlijke thermische en akoestische isolatie, evenals uitstekende weerstand tegen hoge temperaturen en vuur. Voldoet aan de Europese norm EN 13162 (MW), minerale wol is een wereldwijd erkend natuurlijk isolatiemateriaal."
                        ],
                        "characteristic": [
                            "Uitstekende thermische isolatie",
                            "Uitstekende geluidsabsorptie en akoestische isolatie",
                            "Hoge vuurweerstand",
                            "Lage weerstand tegen waterdampdiffusie",
                            "Waterafstotend en niet hygroscopisch",
                            "Natuurlijk, anorganisch en geurloos",
                            "Licht en functioneel",
                            "Trilbestendig",
                            "Voorkomt de groei van micro-organismen, insecten en knaagdieren",
                            "Recycleerbaar",
                            "Milieuvriendelijk"
                        ]
                    }
                },
                {
                    "id": "KNAUF_LAINEVERRE_002",
                    "name": "Laine de verre",
                    "brand": "Knaufinsulation",
                    "pathImage": "Laine-de-verre.jpeg",
                    "datasheets": {
                        "title": "Laine de verre",
                        "description": [],
                        "characteristic": []
                    }
                },
                {
                    "id": "KNAUF_LAINEROCH_003",
                    "name": "Laine de roche",
                    "brand": "Knaufinsulation",
                    "pathImage": "Laine-de-roche.jpeg",
                    "datasheets": {
                        "title": "Laine de roche",
                        "description": [],
                        "characteristic": []
                    }
                }
            ],
            "reinforcement": [
                {
                    "id": "GATEX_G160_001",
                    "name": "G-160",
                    "brand": "GATEX",
                    "pathImage": "GATEX-G-160.jpg",
                    "datasheets": {
                        "title": "G-160",
                        "description": [
                            "Het hoogwaardige Gatex G160 Standard glasvezelgaas wordt geleverd in rollen van 50m lang en 1m hoog, met een gewicht van 160g/m2.",
                            "Gatex G160 Standard is ontworpen om een versterkende laag onder pleisterwerk te produceren.",
                            "G160 Standard glasvezelgaas is een essentieel onderdeel van het isolatiesysteem, dat met zijn technische parameters thermische vervorming vermindert.",
                            "Het beschermt tegen mechanische schade waaraan het isolatiesysteem tijdens gebruik is onderworpen.",
                            "Het aanbrengen van glasvezelgaas zorgt voor een duurzame basis onder een pleisterlaag.",
                            "Het voorkomt de vorming van krassen en scheuren in de gevel.",
                            "G160 Standard biedt sterke en stabiele vezelweefsels die een gaas creëren.",
                            "De regelmatige grootte van de gaasopeningen zorgt voor dimensionale stabiliteit, snelle en gemakkelijke installatie en een hoge mechanische weerstand."
                        ],
                        "characteristic": [
                            "Zacht en flexibel",
                            "Alkali-bestendig",
                            "Slipvast",
                            "Scheurvast",
                            "Antisnag"
                        ]
                    }
                }
            ],
            "paints": [
                {
                    "id": "BITEX_EGA_001",
                    "name": "Ega Farbe 20kg",
                    "brand": "BITEX",
                    "pathImage": "BITEX-Ega-Farbe.png",
                    "datasheets": {
                        "title": "Ega Farbe",
                        "description": [
                            "Acrylverf van 20 kg in de kleur wit Basis C. Gebruikt om de buitenmuren te smeren. Heeft een zeer goede dekking. Weer- en zonlichtbestendig. Het oppervlak moet voor het aanbrengen vrij zijn van stof en vet en zorg ervoor dat de oude verf beter aan de muur hecht.",
                            "Aanbevolen wordt om voor nieuwe oppervlakken een primer te gebruiken. Dekt 4,5 m²/kg. Kan tot 10% met water worden verdund. Niet aanbrengen bij een temperatuur onder de 5 °C. De verf kan worden geschilderd met alle kleurentinten uit de Bitex-catalogus."
                        ],
                        "characteristic": [
                            "Weerbestendig",
                            "Zeer goede dekking",
                            "Dampdoorlatend",
                            "Schimmel- en algwerend",
                            "UV-bestendig",
                            "Goede bescherming tegen CO2 en SO2"
                        ]
                    }
                },
                {
                    "id": "BITEX_STARWEISS_002",
                    "name": "Starweiss 20kg",
                    "brand": "BITEX",
                    "pathImage": "BITEX-Starweiss.png",
                    "datasheets": {
                        "title": "Starweiss",
                        "description": [
                            "BITEX Starweiss is een emulsieverf op basis van synthetische hars voor binnen. Het biedt een goede dekking, goede verwerkbaarheid en snelle droging. Het oppervlak moet droog, stevig, schoon en duurzaam zijn. Maak het oppervlak eerst schoon of borstel het af. Binnenverf, gemakkelijk aan te brengen, ideaal voor gevoelige werk- en leefomgevingen."
                        ],
                        "characteristic": [
                            "Zeer goede dekking",
                            "Klaar voor gebruik",
                            "Zeer diffuus",
                            "Afwasbaar"
                        ]
                    }
                }
            ],
            "primers": [
                {
                    "id": "",
                    "name": "Grundierfarbe 25kg",
                    "brand": "BITEX",
                    "pathImage": "BITEX-Grundierfarbe.png",
                    "datasheets": {
                        "title": "Grundierfarbe",
                        "description": [
                            "BITEX GRUNDIERFARBE wordt gebruikt op gladde oppervlakken van beton, pleisterwerk en verouderde oppervlakken. Universele primer, wit, zeer grof. Ideaal voor stucwerk - werken met dispersiepleisters, silo-pleisters en minerale pleisters."
                        ],
                        "characteristic": [
                            "Voor binnen- en buitengebruik",
                            "Gevuld met kwarts",
                            "Verdunbaar met water",
                            "Goede dekking",
                            "Hoge hechtingskracht"
                        ]
                    }
                }
            ],
            "finishing": [
                {
                    "id": "EUROISOL_APU_001",
                    "name": "APU 2,4m",
                    "brand": "EURO ISOL",
                    "pathImage": "APU.jpeg",
                    "datasheets": {
                        "title": "APU",
                        "description": [
                            "De creatieband van PVC met stof (ook wel kaderprofiel of APU-band genoemd) zorgt voor een schone overgang tussen gepolijste oppervlakken en raam- en deurkozijnen. Het wordt gebruikt voor het realiseren van buiten- en binnenpolijstnaden op de kaderprofielen van ramen en deuren, inclusief de geïntegreerde zelfklevende schuimtape van 3 mm dik, geschikt voor de lek- en gelijkmatige afstand tot het kaderprofiel.",
                            "De stof maakt overlapping met de hoek van de stof mogelijk en voorkomt scheuren in het kader. Het garandeert betrouwbare, lekvrije en perfecte afdichting van gepolijste oppervlakken. De creatieband wordt geplakt op het kader van aluminium, houten en kunststof deuren en ramen. De zijde met de stof wordt in de muur gepolijst."
                        ],
                        "characteristic": [
                            "Een perfecte afwerking op lange termijn",
                            "Geschikt voor binnen- en buitengebruik",
                            "Professionele geteste kwaliteit",
                            "Schokbestendige verbindingen",
                            "Geen scheuren bij het reinigen van ramen en deuren"
                        ]
                    }
                },
                {
                    "id": "EUROISOL_PVC_002",
                    "name": "PVC Cornière d’angle 5m",
                    "brand": "EURO ISOL",
                    "pathImage": "PVC.jpeg",
                    "datasheets": {
                        "title": "PVC",
                        "description": [
                            "PVC-hoek met volledige thermische beschermingsstof om de randen te versterken. Het kenmerkt zich door een extreem hoge alkalibestendigheid, een zeer goede scheurweerstand en een hoogwaardige afwerking.",
                            "Toepassingsgebied: voor betrouwbare versterking van hoeken en buitenranden. Geschikt voor gevelisolatie."
                        ],
                        "characteristic": [
                            "Permanent elastische en rotvrije stof",
                            "Hoge scheurweerstand",
                            "Alkalibestendig"
                        ]
                    }
                }
            ]
        }
    }
}